[
  {
    "docid":"1078652",
    "halId_s":"hal-01078652",
    "title_s":"MCMC2 (version 1.1): A Monte Carlo code for multiply-charged clusters",
    "abstract_s":"This new version of the MCMC2 program for modeling the thermodynamic and structural properties ofmultiply-charged clusters by means of parallel classical Monte Carlo methods provides some enhancementsand corrections to the earlier version [1]. In particular, histograms for negatively and positivelycharged particles are separated, parallel Monte Carlo simulations can be performed by attempting exchangesbetween all the replica pairs and not only one randomly chosen pair, a new random numbergenerator is supplied, and the contribution of Coulomb repulsion to the total heat capacity is corrected.The main functionalities of the original MCMC2 code (e.g., potential-energy surfaces and Monte Carlo algorithms)have not been modified.",
    "keywords_joined":"Charged clusters; Charged droplets; Coarse-grained models; Electrospray ionisation; Monte Carlo simulations; Parallel Charging; Parallel Tempering",
    "domain_codes":"chim.theo",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01078652",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "David",
      "Marius",
      "Marie-Pierre"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Bonhommeau",
      "Lewerenz",
      "Gaigeot"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut",
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Parallel Charging",
      "Parallel Tempering",
      "Electrospray ionisation",
      "Charged droplets",
      "Charged clusters",
      "Coarse-grained models",
      "Monte Carlo simulations"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1078896",
    "halId_s":"hal-01078896",
    "title_s":"Are there Stable Excited Triplet States of NCS-\/CNS- and NCO-\/CNO-?",
    "abstract_s":"Highly correlated ab initio wave functions within the UCCSD(T)-F12 approach have been used to map portions of the potential energy surfaces (PESs) and to study the stability of the first excited triplet states of the NCS-\/CNS- and NCO-\/CNO- anions. These a3Π states for linear geometries, or their 3A' and 3A\" bent components, correlate with the lowest dissociation asymptote of NCX- (X = S and O) along the NC-X coordinates. The X1Σ+ linear ground states of these anions are known to be stable with respect to dissociation to the X2Π ground state of the corresponding neutral molecule with a rather large electron affinity (EA). The a3Π state of the NCS- anion is positioned below the X state of the neutral at long NC-S distances and its minimum of energy is found for bent geometries. The stability of its two components in bent geometries has been investigated, and it is found that some anionic forms are stable with respect to the X state of the neutral. The linear CNS- and CNO- isomers present a minimum only at long CN-X distances, located below the minimum of their corresponding neutral CNX ground states.",
    "keywords_joined":"Excited states; Molecular anions; Potential energy functions",
    "domain_codes":"chim.theo",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal-upec-upem.archives-ouvertes.fr\/hal-01078896\/file\/NCSm-article.pdf",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "D.",
      "H.",
      "K.",
      "Gilberte"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Khiri",
      "Gritli",
      "Peterson",
      "Chambaud"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut",
      "aut",
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Potential energy functions",
      "Excited states",
      "Molecular anions"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1083001",
    "halId_s":"hal-01083001",
    "title_s":"245 - A highly sensitive glucose electrode using glucose oxidase collagen film",
    "abstract_s":"Industrially reconstituted collagen films have shown excellent prop­erties for beta-D-glucose oxidase coupling. Associated with a platinum anode for amperometric detection of hydrogen peroxide, these enzymatic films form a very simple and easy to handle glucose electrode; this device presents a very high sensitivity (ca. 10-8 M) giving responses proportional to glucose concentration over 5 orders of magnitude.",
    "keywords_joined":"Amperometric biosensor; Biosensors; Collagen; Glocose oxidase",
    "domain_codes":"chim.anal; sdv.bbm",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/api.istex.fr\/document\/6691CFECF2A230772693D6DFDE81EE4EE32E5AA7\/fulltext\/pdf?sid=hal",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Daniel",
      "Robert",
      "Pierre",
      "Danièle"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Thevenot",
      "Sternberg",
      "Coulet",
      "Gautheron"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "crp",
      "aut",
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Glocose oxidase",
      "Amperometric biosensor",
      "Collagen",
      "Biosensors"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1083004",
    "halId_s":"hal-01083004",
    "title_s":"Electrochemical biosensors: Recommended definitions and classification (Technical Report)",
    "abstract_s":"Two Divisions of the International Union of Pure and Applied Chemistry (IUPAC), namely Physical Chemistry (Commission I.7 on Biophysical Chemistry, formerly Steering Committee on Biophysical Chemistry) and Analytical Chemistry (Commission V.5 on Electroanalytical Chemistry), have prepared recommendations on the definition, classification and nomenclature related to electrochemical biosensors; these recommendations could, in the future, be extended to other types of biosensors.An electrochemical biosensor is a self-contained integrated device, which is capable of providing specific quantitative or semi-quantitative analytical information using a biological recognition element (biochemical receptor) which is retained in direct spatial contact with an electrochemical transduction element. Because of their ability to be repeatedly calibrated, we recommend that a biosensor should be clearly distinguished from a bioanalytical system, which requires additional processing steps, such as reagent addition. A device which is both disposable after one measurement, i.e. single use, and unable to monitor the analyte concentration continuously or after rapid and reproducible regeneration should be designated a single-use biosensor.Biosensors may be classified according to the biological specificity-conferring mechanism or, alternatively, the mode of physicochemical signal transduction. The biological recognition element may be based on a chemical reaction catalysed by, or on an equilibrium reaction with, macromolecules that have been isolated, engineered or present in their original biological environment. In the latter case, equilibrium is generally reached and there is no further, if any, net consumption of analyte(s) by the immobilized biocomplexing agent incorporated into the sensor. Biosensors may be further classified according to the analytes or reactions that they monitor: direct monitoring of analyte concentration or of reactions producing or consuming such analytes; alternatively, an indirect monitoring of inhibitor or activator of the biologicalrecognition element (biochemical receptor) may be achieved.A rapid proliferation of biosensors and their diversity has led to a lack of rigour in defining their performance criteria. Although each biosensor can only truly be evaluated for a particular application, it is still useful to examine how standard protocols for performance criteria may be defined in accordance with standard IUPAC protocols or definitions. Thesecriteria are recommended for authors, referees and educators and include calibration characteristics (sensitivity, operational and linear concentration range, detection and quantitative determination limits), selectivity, steady-state and transient response times, sample throughput, reproducibility, stability and lifetime.Republication or reproduction of this report or its storage and\/or dissemination by electronic means is permitted without the need for formal IUPAC permission on condition that an acknowledgement, with full reference to the source along with use of the copyright symbol q, the name IUPAC and the year of publication are prominently visible. Publication of a translation into another language is subject to the additional condition of prior approval from the relevant IUPAC National Adhering Organization.",
    "keywords_joined":"Classification; Definition; Electrochemical biosensor",
    "domain_codes":"chim.anal; sdv.bbm.bc",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01083004",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Daniel",
      "Klara",
      "Richard",
      "George"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Thevenot",
      "Toth",
      "Durst",
      "Wilson"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "crp",
      "aut",
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Electrochemical biosensor",
      "Classification",
      "Definition"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1083007",
    "halId_s":"hal-01083007",
    "title_s":"Problems in Adapting a Glucose-Oxidase Electrochemical Sensor into an Implantable Glucose-Sensing Device",
    "abstract_s":"Taking into account the analytic patterns of different types of glucose-oxidase electrochemical sensors, the specific problems which have to be solved for such a sensor to be implantable are outlined. Of partic-ular interest is the lifetime of enzymatic membrane and the dependence of the sensor responses to oxygen concentration and hydrodynamics.",
    "keywords_joined":"Electrochemical biosensor; Glucose; Glucose oxidase; Implantable sensor",
    "domain_codes":"chim.anal; sdv.bbm.bc",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01083007",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Daniel"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Thevenot"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Electrochemical biosensor",
      "Implantable sensor",
      "Glucose",
      "Glucose oxidase"
    ],
    "keyword_sci":null,
    "keyword_t":null
  }
]