[
  {
    "docid":"1083014",
    "halId_s":"hal-01083014",
    "title_s":"A glucose electrode using high-stability glucose-oxidase collagen membranes",
    "abstract_s":"A very sensitive glucose electrode was developed using a glucose-oxidase membrane and an anodically polarized platinum disk. Calibration curves were linear over 4.5 concentration decades. It was adapted for human blood samples. The lifetime of glucose-oxidase collagen membranes was greater than 3 yr at 4°C and was ~ 6 month at 20-30°C.",
    "keywords_joined":"Electrochemical biosensor; Glucose; Glucose oxidase",
    "domain_codes":"chim.anal; sdv.bbm.bc",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01083014",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Daniel",
      "Robert",
      "Pierre"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Thevenot",
      "Sternberg",
      "Coulet"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "crp",
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Electrochemical biosensor",
      "Glucose",
      "Glucose oxidase"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1083157",
    "halId_s":"hal-01083157",
    "title_s":"From Alchemy to modern Chemistry: the concept of Chemical binding",
    "abstract_s":"A wide panorama is presented from the very beginning of chemistry to the present state of theoretical chemistry. The successive models are described that contributed to the elaboration of the modern theory including the intermediate concepts based on the discovery of the atoms, of the molecules and of the electrons on which could be built quantum chemistry. A brief survey of the state of the art in theoretical chemistry follows.",
    "keywords_joined":"Chemical bond concepts; Chemistry history",
    "domain_codes":"chim.theo",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01083157",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Gilberte"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Chambaud"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Chemistry history",
      "Chemical bond concepts"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1083160",
    "halId_s":"hal-01083160",
    "title_s":"Is C2 a nucleophilic or an electrophilic system?",
    "abstract_s":"Highly correlated ab-initio wavefunctions within the MRCI and UCCSD(T)-F12 formalisms are used to study the long range interactions and the reactive path between C2 and the three hydrogen halides HX (X = F, Cl, Br). The asymptotic regions are investigated for different relative orientations of the two moieties. It is shown that the three van der Waals systems C2 + HX are bound through nucleophilic interactions between C2 and HX for approaches perpendicular to the C-C axis, with decreasing interaction energies from HF to HBr. For HX approaching C2 along its axis, the van der Waals interactions, governed by the electrophilic character of C2 are weaker, with decreasing interaction energies from HBr to HF. Activation barriers towards the molecular systems HCCX or CCHX (0.64 eV and more) are calculated at short distances, making difficult the reaction towards the corresponding tetra-atomic systems.",
    "keywords_joined":"Long range interactions; Potential energy functions",
    "domain_codes":"chim.theo",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01083160",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Gilberte",
      "D."
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Chambaud",
      "Khiri"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Long range interactions",
      "Potential energy functions"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1084520",
    "halId_s":"hal-01084520",
    "title_s":"Relation between redox potential and oxygen levels in activated-sludge reactors",
    "abstract_s":"The importance of dissolved oxygen level in determining the platinum electrode potential in activated sludge has been clearly demonstrated by current-potential curves plotted at different oxygen concentration. Tests have been carried out, in the laboratory and in full scale treatment plants, to define the relationship between the platinum electrode potential at equilibrium (Eh) and the dissolved oxvgen [02) concentration in the activated sIudqe. These two parameters obey a law in the form Eh = a + b log [O2]. The measured values of coefficients a and b differ widely to those found from the oxygen reduction reaction in water (a = 0.8 V at pH 7 and b = 15 mV per decade). Factors a and b mainly depend on the sludge loading, the aeration conditions and the sludge concentration. Using non-polished stationary platinum ring electrodes, the following values of a were obtained (at pH between 7 and 7.6): + 410 mV\/NHE for sludge aerated for several hours without feeding, + 265 mV\/NHE for over-aerated\/low-loaded sludge (Cm = 0.2 kg BOD.kg MLVSS-1.day-1). Factor b would seem to lie between 55 and 65 mV when the sludge is continuously aerated without feeding. At low loads with excess aeration, it lies between 70 and 90 mV. When the medium is slightly septic at low dissolved oxygen concentrations (insufficient daily aeration time, high sludge concentration or aerators shut down for too long periods), factor b increases and can reach 200 mV. In the same way, at high loads, factor b can become 150 mV. These results demonstrate the importance of dissolved oxygen concentration in the mechanisms which determine the metal electrode potentials in activated sludge. They also illustrate the role that the electroactive species play in the process. The type and concentration of these species depend on parameters such as the sludge loading, the overall oxygen supply, the aeration sequence and the sludge concentration.",
    "keywords_joined":"Activated sludge; Control; Instrumentation; Oxygen; Redox potential; Waste water treatment plant",
    "domain_codes":"sde; chim.anal",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/hal.science\/hal-01084520",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Alain",
      "Daniel"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Heduit",
      "Thevenot"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut",
      "aut"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Control",
      "Instrumentation",
      "Waste water treatment plant",
      "Oxygen",
      "Activated sludge",
      "Redox potential"
    ],
    "keyword_sci":null,
    "keyword_t":null
  },
  {
    "docid":"1084657",
    "halId_s":"hal-01084657",
    "title_s":"Influence of calcium on glucose biosensor response and on hydrogen peroxide detection",
    "abstract_s":"Of small species capable of reaching a platinum working electrode from biological samples, calcium cations have been found to inhibit significantly glucose biosensor responses. The sensitivities to glucose of sensors immersed in carbonate buffer saline solutions decreased when 0.5 mM calcium chloride was added. The degree of inhibition was proportional to the glucose response in the absence of calcium (0-17% of the normalized current). Likewise, sensor sensitivities to hydrogen peroxide decreased, in the 5-90% range, in the presence of 0.5 mM calcium. Bare Pt-Ir wires show a reversible inhibition of hydrogen peroxide sensitivity. This reversible inhibition is directly related to the decrease of hydrogen peroxide oxidation rate at the platinum anode: this has been evidenced, using rotating disk electrodes, by plotting Koutecky-Levich plots. Such inhibition has been found both for free and chelated calcium cations at levels below 1 mM. Several hypotheses for possible reactions between platinum, hydrogen per-oxide and calcium are discussed.",
    "keywords_joined":"Calcium; Glucose sensor; Hydrogen peroxide; Koutecky-Levich plots; Platinum",
    "domain_codes":"chim.anal; sdv.bbm.bc",
    "discipline":"Chemical Engineering",
    "url_primary":"https:\/\/api.istex.fr\/ark:\/67375\/6H6-BJW07D28-5\/fulltext.pdf?sid=hal",
    "authOrganismId_i":null,
    "authFirstName_s":[
      "Nathalie",
      "Daniel"
    ],
    "authFirstName_sci":null,
    "authLastName_s":[
      "Labat-Allietta",
      "Thevenot"
    ],
    "authLastName_sci":null,
    "authQuality_s":[
      "aut",
      "crp"
    ],
    "authOrganism_s":null,
    "authorityInstitution_s":null,
    "keyword_s":[
      "Glucose sensor",
      "Calcium",
      "Hydrogen peroxide",
      "Koutecky-Levich plots",
      "Platinum"
    ],
    "keyword_sci":null,
    "keyword_t":null
  }
]